
const Privacy = () => {
  return (
    <div className=" min-h-screen flex items-center justify-center">
    <div className="bg-gradient-to-r from-blue-500 via-blue-400 to-blue-300 p-8 rounded-lg shadow-lg">
      <h1 className="text-3xl font-bold mb-4">Политика конфиндециальности!</h1>
      <p>1. Сбор информации о снах: Мы собираем информацию о ваших снах и используем ее для создания мечтательных алгоритмов. Мы также можем случайно присылать вам подушки во сне.</p>
    <p>2. Конфиденциальность вашего кофе: Мы гарантируем абсолютную конфиденциальность вашего утреннего кофе. Ваше кофе - это ваше дело, и никто не имеет право его оценивать.</p>
    <p>3. Секреты вашего кота: Ваши коты могут делиться с нами своими секретами, и мы будем хранить их в тайне. Однако мы оставляем за собой право использовать эти секреты для создания кото-контента в социальных сетях.</p>
    <p>4. Случайная смена имени: Мы можем случайным образом изменять ваше имя и фамилию на наших платформах. Например, вы можете стать "Капитаном Пельмешкой" нашего веб-сайта.</p>
    <p>5. Информация о предпочтениях воды: Мы анализируем ваши предпочтения по отношению к воде, чтобы предложить вам уникальные варианты воды. Например, вы можете получить рекомендацию попробовать "воду с бульками из горячих источников".</p>
    </div>
  </div>
  )
}

export default Privacy