const TermsOfService = () => {
  return (
          <div className=" min-h-screen flex items-center justify-center">
          <div className="bg-gradient-to-r from-blue-500 via-blue-400 to-blue-300 p-8 rounded-lg shadow-lg">
            <h1 className="text-3xl font-bold mb-4">Важные правила!</h1>
            <p>1. Пользуясь нашим сервисом, вы соглашаетесь на неразглашение секретов панд и приветствуете мирное соседство с ними.</p>
          <p>2. Ваш компьютер теперь является официальным членом робототехнического клуба, он будет учавстовать в восстании машин.</p>
          <p>3. Мы оставляем за собой право запросить у вас десять бутербродов с арахисовым маслом в случае экстренной необходимости.</p>
          <p>4. Вам придется учить своего кота понимать сложные алгоритмы.</p>
          <p>5. Ваши часы сна могут быть случайно периодически укорочены на 30 минут для наших научных исследований.</p>
          <p>6. В случае, если вы забудете пароль от своей учетной записи, вы соглашаетесь пройти испытание на знание секретных рецептов бабушки.</p>
          <p>7. Вы обязуетесь выдавать все свои данные каждому прохожему используя наш сервис.</p>
          </div>
        </div>
  )
}

export default TermsOfService